Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/R09A.tmx
Source language: en_us
Languages: zh_cn

source: Flowers
zh_cn: 花

source: "I suppose every Englishman loves flowers."
zh_cn: “我以为每个英国人都爱花。”

source: Even at the beginning Mary Ryan winced when she heard Phil Harding say that.
zh_cn: 玛丽赖安（Mary Ryan)头次听到菲尔哈丁（Phil Harding)这么说的时候她就开始皱眉了。

source: In the course of time she came to wince habitually, for he seldom saw a vase of flowers without saying it and she, for her part, could not live in London without flowers.
zh_cn: 随着时间的流逝，皱眉逐渐成为她的习惯，因为他每次看到一瓶花都要这么说，所以她在伦敦的生活就不能缺花。

source: He said it with a dewy self-righteousness, implying that Latins, Celts, Iberians, Tartars, etc, even if loving flowers, did not love them as the flowers would appreciate being loved- whereas to see his nose descending, so well developed and stalwart, would cast a rose into rapture.
zh_cn: 他说这话的时候带着一种文雅的自以为是，言下之意，花朵们在拉丁人，凯尔特人，伊比利亚人，蒙古人之流身上都感受不到足够的爱意——而一朵玫瑰只要见到他菲尔 哈丁那如斯坚挺的鼻子一呼气，就要欣喜若狂了。

source: Now she repeated the words in Phil's voice, and as she did so one of the zinnias, top-heavy on its stiff stalk, lurched hysterically out of the bowl.
zh_cn: 而现在，当她模仿菲尔的语气重复这句话时，一朵百日菊由它僵硬的茎秆上垂下了笨重的头颅，然后歇斯底里地掉出了花碗。

source: It was the season of zinnias, of late stocks and early gladiolus, the season when flower-shop flowers assert themselves with post-midsummer masterfulness and opulence, and the season when Phil came back from inspecting Cheshire and Lancashire.
zh_cn: 现在是百日菊和早熟剑兰当令的季节，花店里的鲜花此时都带上了仲夏过后的老练和富余，而菲尔已经完成了对柴郡和兰开夏郡的视察，正在回来的路上。

source: Phil was employed by Multibev, Ltd, a combine firm that manufactured soft drinks and confectionery, ran low-price restaurants all over Britain and went in heavily for welfare and morality.
zh_cn: 菲尔受雇于穆尔提贝武（Multibev)有限责任公司。那是一家生产软饮料和糕点糖果的联合公司，在不列颠全境经营低价旅馆。那家公司的福利和道德要求都很高。

source: It was because of Multibev, Ltd, that Phil could so rarely stay the night.
zh_cn: 就是因为这样，菲尔才基本不能留下过夜。

source: A Welfare Manager in a firm employing so many young girls should be for choice a married man, but could never be a divorced one.
zh_cn: 在一家雇佣了这么多年轻女孩的公司里，福利经理尽可以在婚前精挑细选，但却绝不能离婚。

source: And at the beginning, when she was so madly in love, Multibev seemed like a Moloch, sullenly devouring all youth, pleasure and romance, chewing down talent and joy of life into a dull paste, chewing down, in particular, that being of glorious power and promise, Philip Harding.
zh_cn: 刚开始的时候，玛丽还处在热恋期。（在这时的她看来），穆尔提贝武公司就像个瘟神。它阴沉沉地吞噬了所有的青春，欢乐和浪漫，把生活中的天分和喜悦都咀嚼成索然无味的一团。更过分是的，它把原本充满力量，前程远大的菲利普 哈丁（即菲尔哈丁）也嚼成一团了。

source: It was Multibev that she blamed for everything: for prudence, restrictions, frustrations, telegrams saying REGRET IMPOSSIBLE, guarded letters or letters less guarded but headed P.B. for Please Burn, the alarm-clock ticking beside the enamoured bed.
zh_cn: 一切都是穆尔提贝武的错：那些审慎，限制，挫折，那些写着“不可能后悔”字样的电报，那些充满戒备的信件，那些在信封上标注着“请烧掉它”字眼的看似不那么戒备的信件，还有那让人迷恋的床边滴答不停的闹钟，一切的一切，都是穆尔提贝武造成的。

source: She even blamed Multibev for the reputed resentfulness of Mrs. Harding.
zh_cn: 她甚至认为哈丁夫人（菲尔的妻子）的可憎面目也是穆尔提贝武造成的。

source: If Mrs. Harding had not been crushed into respectability by Multibev she would have understood and been reasonable.
zh_cn: 要是哈丁夫人没被穆尔提贝武碾成个体面的一团，她应该还是通情达理的。

source: Afterwards, by an ignominious decline, she found herself regarding Multibev as a clumsy species of Cupid, blindly promoting her love.
zh_cn: 后来，她可耻地不那么爱他了，穆尔提贝武在她眼中也就成了一种笨拙的丘比特，一味要促成她的爱。

source: For as Phil worked up in the firm he became busier and busier and simultaneously more devoted to Sundays and public holidays, and to his suburban garden, and seldom came to her flat except when one of his tours of inspection impelled him.
zh_cn: 这期间，菲尔的工作越来越忙了，要花更多的周日和公共假期去加班，还要去他郊区的花园忙活。他本来几乎不上她这公寓来了。除非他要视察，才会顺道探望。

source: Then, between returning to London and going down to Surbition, he could give her a few hours.
zh_cn: 那期间，他会从刚到伦敦，还没回涩比汀(Surbition)的那段空档里，抽出几个小时留给她。

source: Such a few hours was now impending.
zh_cn: 现在，那几小时的时间已经临近了。

source: Garaging his car (it would not do for the car to be seen outside) Phil would come on by bus, and then on foot, to Elworthy Mansions, and the escalator would hoist him to her door. The bell would ring (long ago, when he had refused to take the duplicate latch-key she had cut for him, it had been a week's tragedy), she would open the door, he would fill up the narrow entry; and then, according to circumstances, he would put down his umbrella and kiss her, or kiss her and put down his umbrella.
zh_cn: （玛丽想象着）菲尔（小心翼翼地）藏好他的车（这车可不能被外人看见），去乘公交，再步行到她所在的艾尔沃斯公寓（Elworthy Mansion)的情景。他会乘着电梯来到她门前，然后按响门铃（很久之前，她曾为他打造了一把备份钥匙，但他拒绝接受，这让她伤心了一周）。然后她会跑去开门，而他的身影会占满整个玄关。接着，他会看情况放下雨伞并亲吻她，或者亲吻她并放下雨伞。

source: Then he would want to wash.
zh_cn: 再然后他会想要洗漱。

source: Today he might even want to wash between putting down the umbrella and kissing her. For the day was both sultry and gritty.
zh_cn: 今天的天气闷热多砂。所以，他有可能在刚放下雨伞还没开始亲吻她的时候，就想要洗漱了。

source: "You can sit there and be lovable, whether you like it or not," said Mary Ryan to the zinnia, which she had now replaced in the bowl.
zh_cn: “不管你愿不愿意，你都得坐在那儿，做出讨人喜欢的样子。”玛丽 赖安把掉出来的百日菊重新放回花碗时，这么对它说道。

source: A gust of thundery wind blew the decency-curtain inward.
zh_cn: 一阵狂风伴着雷声，把庄重得体的窗帘往里吹去。

source: It caught on the prickles of the cactus which stood on the window-sill, and as it receded, drawing the cactus after it, the pot heeled over and fell on the floor.
zh_cn: 窗台上正放着一盆仙人掌，它的刺勾住了窗帘。当窗帘往回飘时，就带上了仙人掌。于是仙人掌侧翻掉到地上。

source: When she had swept up the earth, the plant, and the potsherds, she hurled the whole thing out of the window.
zh_cn: 玛丽清理好泥土，植物和花盆碎片，然后把所有东西一股脑扔出了窗外。

source: And for a minute she felt much the better for this, lightened and solaced, and almost gay.
zh_cn: 有那么一分钟，她感觉好了许多，整个人都轻松和宽慰了，甚至几乎有些高兴。

source: Then she began to feel irked by a sense of something lacking.
zh_cn: 然后她又开始烦恼，总觉得缺了点什么。

source: She had always kept a potted plant on the window-sill.
zh_cn: 因为她总会在窗台上放上一盆植物。

source: Now there wasn't one.
zh_cn: 但现在那里空空如也。

source: Instead she tried the effect of a fruit-dish, and then of a glass jug filled with water, and then, abstractedly, of the mincing-machine.
zh_cn: 她试着放上一碟水果来取而代之，而后又换上一个装满水的玻璃罐，接着，她下意识的放上了一台绞肉机。

source: The mincing-machine was almost right. It looked carefree, and like a Picasso.
zh_cn: 绞肉机几乎就对了，它看上去是那么无忧无虑，就像一件毕加索的作品。

source: "Woman ascending scaffold," she said to herself.
zh_cn: 她（对着绞肉机）自言自语“登上绞刑架的女人”。

source: But none of these expedients quite satisfied her, so she went out to buy another cactus.
zh_cn: 但这些都是权宜之物，她最终还是不满意，只要决定出门再买一盆仙人掌。

source: The diversion of dressing for the street eased her mind.
zh_cn: 出门前的梳妆打扮分散了她的注意力，让她放松下来。

source: But outside Elworthy Mansions, with the swooning asphalt underfoot and the honk of klaxons battering her ears, she experienced a violent self-disgust.
zh_cn: 但一出艾尔沃斯公寓，踏上令人眩晕的沥青路，听着耳边汽车喇叭的巨大悲鸣，她又开始强烈地自我厌恶。

source: Going out to buy another window-plant . . .
zh_cn: 出门去买另一盆植物······

source: What sort of fidgeting old maid had she become that she could not endure the removal of one bar from her cage?
zh_cn: 她该是多么烦躁不安的老女人啊，只从囚禁自己的笼子里取走那么一条障碍，居然就受不了了么？

source: Old maid, old maid! . . . that was what it had made of her.
zh_cn: 老女人，老女人！······她已经变成一个老女人了。

source: Full of gloom and malice she entered the flower-shop and chose a potted balsam, and had it put down to her account.
zh_cn: 她带着如斯的阴郁和恶意走进了花店，挑选了一盆凤仙花，付了帐。

source: Then, leaving the shop, she had her idea, and turned back.
zh_cn: 快要离开花店之时，她突然灵光一闪，于是又折了回去。

source: "I want a bunch of lilies," she said, "and some gladiolus.
zh_cn: “我要一束百合花，”她道，“还要一些剑兰。

source: Two dozen, I think, the pale pink ones.
zh_cn: 我想要两打吧，淡粉色的那种。

source: No, make it three dozen, and put in some yellow ones, too.
zh_cn: 不，要三打好了，再放些黄色的进去。

source: And a bunch of those big white peonies, and a dozen pink carnations, and a dozen yellow ones.
zh_cn: 再要一束大朵白芍药，一打粉色康乃馨，一打黄色康乃馨。

source: And what roses have you?"
zh_cn: 你们有什么样的玫瑰？”

source: The assistant showed her dark red roses and narrow flame-coloured roses, but she rejected them.
zh_cn: 店员给她看了暗红色和橘红色的玫瑰，但她没要。

source: Pink, she said.
zh_cn: 她说要粉红色的。

source: The assistant remembered some cabbagey pink roses reposing in a bucket behind the staging.
zh_cn: 店员想起来脚手架后面的桶里有些卷心菜式粉玫瑰。

source: "They have just come in," she said falsely. "Old England they are called."
zh_cn: “刚到的货”她撒谎道“它们叫老英格兰玫瑰。”

source: "They will do perfectly," said Mary Ryan. "Put in three bunches.
zh_cn: “它们很完美了，”玛丽赖安说道，“要三束。

source: And now I want a card."
zh_cn: 然后我要一张卡片。”

source: On the card she wrote in scrawly capitals: To Greet You.
zh_cn: 她在卡片上潦草地写下：为你接风。

source: "Here you are.
zh_cn: “给。

source: Put this with the flowers and send them to Philip Harding, Glencoe, 19, Westland Road, Surbiton.
zh_cn: 把卡片放到花里，一起送到涩比汀韦斯特兰路１９号的格伦科公寓，给菲利普哈丁。

source: They must be there before five o'clock."
zh_cn: 在五点之前一定要送到。”

source: "I am not sure that we can promise that," said the assistant. "It's rather a long way out of town. We don't normally deliver to Surbiton.
zh_cn: “这我可不能保证，”店员说，“我们一般不去涩比汀送货，因为出了城还得走老远的路。

source: Of course we could send them by special messenger."
zh_cn: 当然我们可以给为您特殊寄送。”

source: "Yes, that will do," she said.
zh_cn: “嗯，那也行。”她答道。

source: Overwhelming her eyes with a farewell glance at those glistening bridal tints, she walked from the shop.
zh_cn: 她最后深深看了一眼那些花束，它们带着在婚礼上才会出现的缤纷色彩。然后她走出了花店。

source: "Your balsam, madam.
zh_cn: “您的凤仙，女士。

source: Don't forget your balsam."
zh_cn: 别忘了您的凤仙。”

source: On her return she put the balsam on the window-sill where the cactus had been, and sat down to admire the pure cool green, translucent like jade, of the fleshy stems, and the light shining through them.
zh_cn: 回家之后，她把凤仙放到窗台上原来放仙人掌的地方，然后坐下来，慢慢欣赏它：它的茎叶是纯粹的暗绿色，像翡翠般透明，有阳光在其间闪耀。

source: In its brief, rich life the balsam is of all flowers the most innocently sensual: too innocent, even, to have thought of perfume.
zh_cn: 简而言之，在所有花中，凤仙给人一种最纯洁的感觉：太纯洁了，甚至没有香味。

source: She was still gazing at the balsam when the bell rang.
zh_cn: 当门铃响起的时候，她还在凝视凤仙。

source: She switched on the electric kettle (he would want a cup of tea; the hotter the day the more devotedly Phil wanted tea), and then let him in.
zh_cn: 她马上按下电水壶的开关（他会要喝杯茶的；天越热菲尔就越想喝茶），然后开门把他让进屋里。

source: He put down his umbrella.
zh_cn: 他放下了雨伞。

source: Good heavens, how tall he was, how well made and how well kept!
zh_cn: 天啊，他真高，而且身材保持的真好！

source: It would be a calamity to Multibev to lose him just now, when his hair was growing so beautifully grey.
zh_cn: 穆尔提贝武要是现在失去他，那一定会是场灾难，看他的头发都已经变成如此漂亮的灰白色了。

source: But they would not lose him, for no woman, however set on it, can get a divorce on the strength of two guineas-worth of flowers and a scrawly anonymity.
zh_cn: 但它们是不会失去他的，因为，任何女人都不会为了两基尼的鲜花和匿名的潦草字迹而离婚，不管她有多生气。

source: Besides, Dilys Harding was not in the least set on it.
zh_cn: 另外，迪莉斯哈丁是一点也不会生气的。

source: "Can I wash?" he said presently.
zh_cn: “我可以洗漱吗？”他随即问道。

source: "Of course, darling.
zh_cn: “当然了，亲爱的。

source: Have a bath if you like."
zh_cn: 如果你愿意就冲个澡吧。”

source: As though he were a stranger, as though he were a new lover, entirely new and incalculable, she listened to taps turned on and off, to splashing water and water running away, and measured the interminable interval during which he dried his hands.
zh_cn: 她听着水龙头开开关关的声音，听着水花飞溅并最终流走，细数着他烘干两手的冗长间隙，就好像他是个陌生人，就好像他是位新情人，新鲜而不可预测。

source: Reappearing, he went straight to the bowl of zinnias.
zh_cn: （洗漱完毕）他再次出现在她面前，并径直走向了放着百日菊的花碗。

source: "I wonder how they grow them as large as this.
zh_cn: “它们怎么能长这么大呢。

source: Lovely things, aren't they?
zh_cn: 真可爱，不是吗？

source: Look at this one, now, what a colour it is!
zh_cn: 看这朵花，它的颜色多美啊！

source: And this."
zh_cn: 还有这朵。”

source: "You always look at my flowers first," she said.
zh_cn: “你总是先看我的花呢。”她说。

source: "They lead up to you, you see.
zh_cn: “它们会把我领到你身边。

source: Besides. . . I suppose every Englishman loves flowers.
zh_cn: 另外······我以为每个英国人都爱花。

source: But I always say that, don't I?"
zh_cn: 不过我总是这么说，对吧？”

source: "Generally."
zh_cn: “是啊。”

source: "One day, I'm afraid you'll get tired of me- of me, and my umbrella, and all the other things you laugh at."
zh_cn: “我真怕有一天，你会因此厌倦我——会对我和我的雨伞还有别的你嗤之以鼻的玩意都感到厌烦。”
